// Створіть програму, яка дозволяє вводити оцінки студента з різних предметів та обчислювати середню оцінку.
// Використовуйте масиви для зберігання оцінок. 
// Завдання повинно включати такі пункти:
// Введення оцінок студента з різних предметів (наприклад, математика, історія, мова).
// Збереження цих оцінок у масивах.
// Обчислення середньої оцінки студента на основі введених даних.
// Виведення середньої оцінки на екран.
// Виведення оцінок. 
// Масиви використовуються для зберігання оцінок студента, і програма має виводити результат в консоль.
// Спробуйте зробити цю програму із простим інтерактивним меню в консолі. Нижче посилання, де можна знайти приклад.